Repository: fruithost/Modules
Catalog: ssl/languages/*.po
Languages: ru_ru

source: Problem!
ru_ru: Проблема!

source: You have no permissions to edit the given Domain.
ru_ru: У вас нет прав на редактирование данного домена.

source: Add a certificate to your domain to protect information passed between your website and its visitors, providing more trust for your customers and potentially boosting your search engine rankings.
ru_ru: Добавьте сертификат к своему домену, чтобы защитить информацию, передаваемую между вашим сайтом и его посетителями, повысить доверие ваших клиентов и потенциально повысить ваш рейтинг в поисковых системах.

source: Domain
ru_ru: Домен

source: Certificate
ru_ru: Сертификат

source: Expires
ru_ru: Истекает

source: Self-signed
ru_ru: Самоподписанный

source: Pending
ru_ru: Ожидаемый

source: Error
ru_ru: Ошибка

source: Live
ru_ru: Жив

source: Manage
ru_ru: Управлять

source: Защищенные сертификаты
ru_ru: Sichere Zertifikate

source: Higher costs may be incurred
ru_ru: Могут возникнуть более высокие затраты

source: You can only choose this option if you have already purchased a valid SSL certificate from an approved certification authority.<br /><br />Using the certificate is of course completely free of charge, you only have to procure it yourself.
ru_ru: Вы можете выбрать этот вариант только в том случае, если вы уже приобрели действительный SSL-сертификат у утвержденного центра сертификации.<br /><br />Использование сертификата, конечно, совершенно бесплатно, вам нужно только приобрести его самостоятельно.

source: Выберите этот параметр
ru_ru: Diese Option wählen

source: An unknown error has occurred.
ru_ru: Произошла неизвестная ошибка.

source: This certificate is valid and currently in-use with %s.
ru_ru: Этот сертификат действителен и в настоящее время используется с %s.

source: Valid thru <strong>%s</strong>
ru_ru: Годен до <strong>%s</strong>

source: Certificate will <strong>automatically renew %d days before expiration</strong>. We will notify you via email when this happens.
ru_ru: Сертификат будет <strong>автоматически продлен за 10 дней до истечения срока действия</strong>. Когда это произойдет, мы уведомим вас по электронной почте.

source: No unique IP
ru_ru: Нет уникального IP-адреса

source: This domain is currently <strong>not using a Unique IP</strong>.
ru_ru: В настоящее время этот домен <strong> не использует уникальный IP-адрес</strong>.

source: Automatic HTTPS
ru_ru: Автоматический HTTPS

source: Redirect all site content over a secure HTTPS connection.
ru_ru: Перенаправляйте все содержимое сайта по защищенному HTTPS-соединению.

source: Warning
ru_ru: Предупреждение

source: Disabling this setting will slow the loading of your site and will default to insecure connections. You should only disable this setting if your site requires special redirect settings in your <strong>.htaccess</strong> file or you want to allow mixed content on your site.
ru_ru: Отключение этого параметра замедлит загрузку вашего сайта и приведет к небезопасным подключениям по умолчанию. Вы должны отключить этот параметр только в том случае, если вашему сайту требуются специальные настройки перенаправления в вашем файле <strong>.htaccess</strong> или вы хотите разрешить смешанный контент на вашем сайте.

source: Remove Certificate
ru_ru: Удалить сертификат

source: Stop using this certificate with your domain. Note the certificate will still remain valid until its expiration and will be available for use anytime under <strong>Other Certificates</strong>.
ru_ru: Прекратите использовать этот сертификат для вашего домена. Обратите внимание, что сертификат по-прежнему будет действителен до истечения срока его действия и будет доступен для использования в любое время под <strong>Другими сертификатами</strong>.

source: Certificate Configuration
ru_ru: Конфигурация сертификата

source: Private Key
ru_ru: Закрытый ключ

source: Intermediate Certificate
ru_ru: Промежуточный сертификат

source: Your website is not secure
ru_ru: Ваш веб-сайт небезопасен

source: Data transferred between your visitors and website is unencrypted and may be intercepted.
ru_ru: Данные, передаваемые между вашими посетителями и веб-сайтом, не зашифрованы и могут быть перехвачены.

source: Connection is secure
ru_ru: Соединение защищено

source: Data transferred between your visitors and website is encrypted.
ru_ru: Данные, передаваемые между вашими посетителями и веб-сайтом, зашифрованы.

source: Website will be set up
ru_ru: Веб-сайт будет создан

source: Your website is still being set up for encryption.
ru_ru: Ваш веб-сайт все еще настраивается на шифрование.

source: Create for %s
ru_ru: Создать для %s

source: View Domain: %s
ru_ru: Просмотреть домен: %s

source: Access denied!
ru_ru: Доступ запрещен!

source: You have no permissions for this page.
ru_ru: У вас нет прав доступа к этой странице.

source: Self-Signed Certificate
ru_ru: Самозаверяющий сертификат

source: Secure your site with a self-signed certificate: <ul><li>No trust from browsers</li><li>Own SSL informations</li><li>Connection is encrypted</li></ul>
ru_ru: Защитите свой сайт с помощью самозаверяющего сертификата: <ul><li>Нет доверия со стороны браузеров</li><li>Собственная информация о SSL</li><li>Соединение зашифровано</li></ul>

source: Secure your site with an certificate from an authority: <ul><li>Displays the 'lock' icon in browser address bars</li><li>Mostly 99.9% web and mobile browser compatibility</li><li>Often a guarantee for fraudulent transactions with insurance companies</li></ul>
ru_ru: Защитите свой сайт сертификатом от уполномоченного органа: <ul><li>Отображает значок "блокировка" в адресной строке браузера</li><li>В основном 99,9% совместимости с веб-браузерами и мобильными устройствами</li><li>Часто является гарантией мошеннических транзакций со страховыми компаниями</li></ul>

source: Secure your site and improve SEO with a free certificate from Let's Encrypt: <ul><li>Displays the 'lock' icon in browser address bars</li><li>Free automatic renewals</li><li>New non-profit certificate authority</li></ul>
ru_ru: Защитите свой сайт и улучшите SEO с помощью бесплатного сертификата от Let's Encrypt: <ul><li>Отображает значок "блокировка" в адресной строке браузера</li><li>Бесплатное автоматическое продление</li><li>Новый некоммерческий центр сертификации</li></ul>"msgid "
